Repository: BradleyBao/Painto
Catalog: Painto/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# ApplyBtn.Content
source: Apply
zh_cn: 应用

# CancelBtn.Content
source: Cancel
zh_cn: 取消

# ClearAllCard.Description
source: Click button to record new shortcut
zh_cn: 点击按钮录制新快捷键

# ClearAllCard.Header
source: Clear All Inks
zh_cn: 清空所有墨迹

# ComputerModeCard.Description
source: Click button to record new shortcut
zh_cn: 点击按钮录制新快捷键

# ComputerModeCard.Header
source: Computer Mode
zh_cn: 电脑模式

# CustomizePenTitle.Title
source: Customize Pen
zh_cn: 自定义画笔

# DrawModeCard.Description
source: Click button to record new shortcut
zh_cn: 点击按钮录制新快捷键

# DrawModeCard.Header
source: Draw Mode
zh_cn: 绘画模式

# EraserModeCard.Description
source: Click button to record new shortcut
zh_cn: 点击按钮录制新快捷键

# EraserModeCard.Header
source: Eraser Mode
zh_cn: 橡皮擦模式

# ErrorText
source: Error
zh_cn: 错误

# FullMonitorCard.Description
source: Set the drawing area on every monitor.
zh_cn: 将绘图区域扩展到所有显示器。

# FullMonitorCard.Header
source: Full Drawing Area
zh_cn: 全屏绘图区域

# GlobalHotkeysCard.Description
source: Enable global hotkeys to switch pens even when Painto is not focused.
zh_cn: 即使 Painto 未处于前台，也能通过快捷键切换画笔。

# GlobalHotkeysCard.Header
source: Enable Global Hotkeys
zh_cn: 启用全局快捷键

# LanguageSettingCard.Description
source: Select your preferred language (Requires restart).
zh_cn: 选择您的首选语言 (更改后需要重启应用)。

# LanguageSettingCard.Header
source: Language
zh_cn: 语言

# Language_Auto.Content
source: Auto
zh_cn: 自动

# ListeningText
source: Listening... (Press Keys)
zh_cn: 正在监听... (请按键)

# ModifierKeyLabel.Text
source: Modifier Key:
zh_cn: 修饰键:

# MonitorHeader.Text
source: Monitors
zh_cn: 显示器

# MonitorListCard.Description
source: All monitors activated
zh_cn: 显示所有活动的显示器

# MonitorListCard.Header
source: List of Monitors
zh_cn: 显示器列表

# NoneText
source: None
zh_cn: 无

# PenShortcutsCard.Description
source: Automatically assigns [Modifier] + 1, 2, 3... based on your pen list.
zh_cn: 根据画笔列表自动分配 [修饰键] + 1, 2, 3...

# PenShortcutsCard.Header
source: Pen Selection Shortcuts
zh_cn: 画笔选择快捷键

# RestartDialog.CloseButtonText
source: OK
zh_cn: 确定

# RestartDialog.Content
source: Please restart the application for language changes to take effect.
zh_cn: 请重启应用以使语言更改生效。

# RestartDialog.Title
source: Restart Required
zh_cn: 需要重启

# SetMonitorBtn.Content
source: Set
zh_cn: 应用设置

# SetMonitorCard.Description
source: Set the monitor that Painto displays.
zh_cn: 设置 Painto 显示在哪一个屏幕上。

# SetMonitorCard.Header
source: Set the monitor
zh_cn: 设置目标显示器

# SettingsTitle.Text
source: Settings
zh_cn: 设置

# ShortcutsHeader.Text
source: Global Shortcuts
zh_cn: 全局快捷键

# ThicknessHeader.Header
source: Thickness
zh_cn: 粗细

# ToolbarCollapsedCard.Description
source: Automatically collapse the toolbar window when not focused.
zh_cn: 当失去焦点时自动折叠工具栏窗口。

# ToolbarCollapsedCard.Header
source: Auto-Collapse Toolbar
zh_cn: 自动折叠工具栏

# ToolbarUIHeader.Text
source: ToolBar UI
zh_cn: 工具栏界面
